Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Уник.значение
en: Unique value

source: Категория функции
en: Function Category

source: Метка класса
en: Class caption

source: Число событий
en: Events count

source: Число не-событий
en: Non-events count

source: Доля событий
en: Event rate

source: Доля не-событий
en: Non-event rate

source: Вес доказательства
en: Weight of evidence

source: Информационный индекс
en: Information value

source: Доля класса
en: Class rate

source: Тип аутентификации
en: Authentication Type

source: Предквантование
en: Prequantization

source: Тип отображаемых данных
en: Displayed Data Type

source: События
en: Events

source: Не-события
en: Non-events

source: Назначение поля
en: Field usage type

source: Не требуется
en: Not required

source: Входное
en: Input

source: Входное (внешнее разбиение)
en: Input (external binning)

source: Входное (замороженное)
en: Input (locked)

source: Выходное
en: Output

source: Значимость столбцов
en: Column Significance

source: Низкая
en: Low

source: Высокая
en: High

source: Имя пользователя и пароль
en: Username and password

source: Назначение поля значимостей столбцов
en: Usage Type of Column Significance Field

source: Имя столбца
en: Column name

source: Значимость столбца
en: Column significance

source: Назначение поля во внешнем разбиении
en: Field Usage Type in the External Binning

source: Верхняя граница открыта
en: Upper bound open

source: Соответствие количества строк выходного набора
en: Compliance of Output Dataset Row Count

source: Минимальному набору
en: With minimum dataset

source: Максимальному набору
en: With maximum dataset

source: Токен OAuth
en: OAuth token

source: Определяется набором
en: Dataset defined

source: Дополнение до наибольшего набора
en: Missing Terminal Rows Filling

source: Не дополнять
en: Leave empty

source: Повторять набор данных
en: Repeat all rows

source: Дополнять последней строчкой
en: Repeat the last row

source: Принадлежность выборке
en: Selection Ownership

source: В первом наборе
en: In the first set

source: Во втором наборе
en: In the second set

source: Тип коэффициента корреляции
en: Correlation Coefficient Type

source: Пирсона
en: Pearson

source: Клиентский сертификат из хранилища
en: Client certificate from storage

source: Экстремум К.Ф.
en: Correction function extremum

source: Тау-b Кендалла
en: Kendall's Tau-b

source: Спирмена
en: Spearman

source: Лаг К.Ф.
en: Correction function lag

source: Варианты агрегации
en: Aggregation Options

source: Файлы сертификата клиента
en: Client certificate files

source: Идентификация документа
en: Document Identification

source: Один запрос на весь набор данных
en: One request for the whole dataset

source: Один запрос в каждой строке входного набора
en: One request per input dataset row

source: Идентификатор запроса - поле входного набора
en: Request identifier - input dataset field

source: Результат обработки MIME-ответа
en: MIME response processing result

source: Выравнивание даты в заданном периоде
en: Date Alignment in the Specified Period

source: Первый день
en: First day

source: Последний день
en: Last day

source: Тип данных выходного столбца
en: Output Column Data Type

source: Число
en: Number

source: Строка
en: String

source: Способ преобразования даты/времени
en: Date/Time Conversion Method

source: Год + Квартал
en: Year + quarter

source: Год + Месяц
en: Year + month

source: Нет ошибок
en: No errors

source: Год + Неделя
en: Year + week

source: Год + День
en: Year + day

source: Год
en: Year

source: Квартал
en: Quarter

source: Месяц
en: Month

source: Неделя
en: Week

source: День года
en: Day of year

source: День квартала
en: Day of quarter

source: День месяца
en: Day of month

source: День недели
en: Day of week

source: Финансовые
en: Financial

source: Часы
en: Hours

source: Минуты
en: Minutes

source: Секунды
en: Seconds

source: Миллисекунды
en: Milliseconds

source: Свой формат
en: User format

source: Тип алгоритма
en: Algorithm Type

source: Классический
en: Standard

source: Стохастический
en: Stochastic

source: Ошибка инициализации: %s
en: Initialization error: %s

source: Классификационный
en: Classification

source: Метод вращения
en: Rotation Type

source: Без вращения
en: No rotation

source: Варимакс
en: Varimax

source: Квартимакс
en: Quartimax

source: Критерий значимости
en: Significance Criterion

source: По собственному значению
en: By own value

source: По дисперсии
en: By variance

source: Задать число факторов
en: Set the factor number

source: Недопустимая граница multipart/related
en: Invalid multipart/related boundary

source: Слишком длинный заголовок HTTP
en: HTTP header too long

source: Неожиданный конец сообщения
en: Unexpected message end

source: Нераспознанная структура сообщения
en: Unrecognized message structure

source: Единственный
en: Only

source: Список
en: List

source: Тип источника данных
en: Data Source Type

source: Ошибка при импорте XML: %s
en: XML import error: %s

source: Главная таблица
en: Main table

source: Присоединяемая таблица
en: Joined table

source: Тип операции
en: Operation Type

source: Внутреннее соединение
en: Inner join

source: Левое соединение
en: Left join

source: Правое соединение
en: Right join

source: Полное соединение
en: Full join

source: Включить узел в контейнер
en: Include node in container

source: Необработанная ошибка: %s
en: Unhandled error: %s

source: Включить узел в массив
en: Include node in array

source: Тип дерева данных
en: Data Tree Type

source: Главное дерево
en: Main tree

source: Присоединяемое дерево
en: Tree to join

source: Корневой узел
en: Root Node

source: Всегда массив
en: Always an array

source: Всегда не массив
en: Never an array

source: Отбор факторов и защита от переобучения
en: Factor Selection and Protection Against Overfitting

source: Enter (Принудительное включение)
en: Enter

source: Результат формирования WSDL-запроса
en: WSDL request generation result

source: Forward (Пошаговое включение)
en: Forward

source: Backward (Пошаговое исключение)
en: Backward

source: Stepwise (Пошаговое включение/исключение)
en: Stepwise

source: Ridge (Гребневая регрессия)
en: Ridge

source: LASSO (Регрессия Лассо)
en: LASSO

source: Elastic-net (Регрессия "эластичная сеть")
en: Elastic Net

source: Критерий отбора факторов
en: Factor Selection Criterion

source: Критерий Фишера (F-тест)
en: F-test

source: Вид поправки на долю событий
en: Kind of Event Weight Correction

source: На основе тестового множества
en: Based on test set

source: На основе обучающего множества
en: Based on training set

source: Взять из узла сэмплинга
en: Take from Sampling node

source: Взять из узла разбиения на множества
en: Take from Partitioning node

source: Тип поправки на долю событий
en: Type of Event Weight Correction

source: Константой
en: By constant

source: Весами
en: By weights

source: Ошибка инициализации WSDL-запроса: %s
en: Error initializing WSDL request: %s

source: Способ разбиения набора данных на группы
en: Method of dataset partition into groups

source: Фиксированный размер групп
en: Fixed group size

source: Фиксированное количество групп
en: Fixed group count

source: Не указано подключение к WSDL
en: WSDL connection not specified

source: Разбиение по уникальным значениям полей
en: Grouping by the unique values fields

source: Вид цикла
en: Loop Type

source: Заданные итерации
en: Given iterations

source: Цикл с постусловием
en: Postcondition loop

source: Групповая обработка
en: Group processing

source: Количество скрытых слоев нейросети
en: Neural Net Hidden Layers Number

source: Без скрытых слоев
en: No hidden layers

source: Один скрытый слой
en: One hidden layer

source: Два скрытых слоя
en: Two hidden layers

source: Тип задачи, решаемый нейросетью
en: Neural Net Task Type

source: Не назначена используемая операция
en: The used operation undefined

source: Регрессия
en: Regression

source: Классификация
en: Classification

source: Ограничение на значение выходов
en: Output Value Limit

source: Интервал
en: Interval

source: Только снизу
en: Bottom only

source: Только сверху
en: Top only

source: Метод обработки экстремальных
en: Extremes Processing Method

source: Оставить без изменения
en: Leave unchanged

source: Не предоставлен контекст для формирования входящего сообщения сервиса
en: No context for generation of the incoming service message

source: Удалять записи
en: Delete records

source: Заменять средним
en: Replace with average

source: Заменять медианой
en: Replace with median

source: Заменять наиболее вероятным
en: Replace with most frequent

source: Заменять заданным значением
en: Replace with set value

source: Ограничивать
en: Limit

source: Метод обработки отсутствующих данных
en: Missing Data Processing Method

source: Неподдерживаемый транспорт SOAP
en: Unsupported SOAP transport

source: Заменять случайными значениями
en: Replace with random values

source: Линейная интерполяция
en: Linear interpolation

source: Кубическая интерполяция
en: Cubic interpolation

source: Сплайн-интерполяция
en: Spline interpolation

source: Заменять на 0
en: Replace with 0

source: Заменять предыдущим значением
en: Replace with the previous value

source: Ошибка при подготовке данных запроса: %s
en: Error in preparing request data: %s

source: Метод обработки выбросов
en: Outliers Elimination Method

source: Методы идентификации выбросов и экстремальных
en: Outliers and Extremes Identification Methods

source: Запросы с расширениями типа %s на данный момент не поддерживаются
en: The requests with %s extensions are not currently supported

source: Кэширование поля
en: Field Caching

source: При активации
en: On activation

source: При обращении
en: On cell access

source: Кэширование набора данных
en: Dataset Caching

source: Время выполнения истекло
en: Execution timed out

source: Способ замены
en: Replacement Method

source: Ввод вручную
en: Manual input

source: Таблица замен
en: Replacement table

source: Способ обработки неполных записей
en: Incomplete records processing method

source: Оставлять неполные записи
en: Leave incomplete records

source: Удалять добавленные неполные записи
en: Delete added incomplete records

source: Удалять все неполные записи
en: Delete all incomplete records

source: Алгоритм сглаживания
en: Smoothing Algorithm

source: Стиль SOAP-запроса
en: SOAP Request Style

source: Фильтр Ходрика-Прескотта
en: Hodrick-Prescott filter

source: Вейвлет-сглаживание
en: Wavelet smoothing

source: Продолжение границ
en: Bounds Extension

source: Симметричное
en: Symmetric

source: Антисимметричное
en: Antisymmetric

source: Продолжение нулями
en: Zero padding

source: Константное
en: Constant

source: Периодическое
en: Periodic

source: Симметричное без крайней точки
en: Symmetric without extreme point

source: Антисимметричное без крайней точки
en: Antisymmetric without extreme point

source: Математические
en: Math

source: Тип вейвлета
en: Wavelet Type

source: Добеши
en: Daubechies

source: Койфлеты
en: Coiflet

source: Топология ячеек
en: Cell Topology

source: 2D прямоугольная
en: 2D rectangular

source: 2D гексагональная
en: 2D hexagonal

source: Тип самоорганизующейся сети
en: Self-Organizing Network Type

source: Документ
en: Document

source: Сеть Кохонена
en: Kohonen network

source: Нейронный газ
en: Neural gas

source: Тип буфера данных
en: Data Buffer Type

source: Все данные
en: All data

source: Минимальный
en: Minimum

source: Все данные, предварительно кэшировать
en: Precache all data

source: Период сезонности
en: Seasonality Period

source: Транспорт SOAP-запроса
en: SOAP Request Transport

source: День
en: Day

source: Час
en: Hour

source: Нет сезонности
en: No seasonality

source: Метод балансировки
en: Balance Method

source: Нет балансировки
en: Not balance

source: Все последнему
en: All latest

source: Пропорционально
en: Proportionally

source: Равномерно
en: Evenly

source: Метод разгруппировки
en: Ungrouping Method

source: По заданным долям
en: By given quotas

source: С расчетом долей по всей выборке
en: With calculation of quotas for total sample

source: С учётом временных колебаний и сезонности опорных данных
en: Given time variations and seasonality of the reference data

source: Формат округления
en: Rounding Format

source: Не округлять
en: Not round

source: Округлять до кратного целому
en: Round to a multiple of a whole

source: Округлять до заданной точности
en: Round to the required decimal precision

source: Конкатенация всех деревьев
en: Concatenate all trees

source: Выбор первого активного дерева
en: Select the first active tree

source: Вид преобразования переменных в таблицу
en: Type of Variables Conversion to Table

source: В столбцы
en: To columns

source: В строки
en: To rows

source: Использовать быстрый загрузчик
en: Use Fast Loader

source: Версия SOAP
en: SOAP Version

source: Авто
en: Auto

source: Режим экспорта
en: Export Mode

source: Дополнить таблицу данными
en: Append data to table

source: Очистить таблицу и заполнить данными
en: Clear table and append data

source: Выполнить TRUNCATE и заполнить данными
en: Execute TRUNCATE and refill with data

source: Удалить записи по ключевым полям
en: Delete records by key fields

source: Удалить записи по ключевым полям и дополнить таблицу данными
en: Delete records by key fields and insert data into table

source: Обновить существующие записи в таблице
en: Update existing table records

source: Тип заголовка столбцов
en: Column Header Type

source: Имена полей
en: Field names

source: Метки полей
en: Field captions

source: Формат вещественных значений
en: Real values format

source: Общий
en: General

source: Числовой
en: Number

source: Заголовки столбцов
en: Column Headers

source: Первая строка является заголовком
en: The first row is the header

source: Нет строки заголовков
en: No header row

source: Нет строки заголовков если данные добавляются ниже
en: No header row if data is added below

source: Тип ограничения строк
en: Row Limit Type

source: Не ограничивать
en: No limit

source: Количество строк
en: Row count

source: Обновление файла excel
en: Update Excel File

source: Заменить существующий файл
en: Replace an existing file

source: Внести изменения в существующий файл
en: Change an existing file

source: Обновление листа Excel
en: Excel Sheet Update

source: Тип расширения WSDL
en: WSDL Extension Type

source: Заменить существующий лист
en: Replace existing sheet

source: Добавлять данные ниже
en: Add data below

source: Не удалять существующие данные на листе
en: Do not delete existing data in the worksheet

source: Перевод строк
en: Line Ending

source: Тип строки запроса
en: Command Text Type

source: Имя таблицы/представления
en: Table/view name

source: SQL-запрос
en: SQL query

source: Действие, при нахождении пустой строки
en: Blank Row Action

source: Импортировать
en: Import

source: До первой пустой строки
en: To first blank row

source: Тип файла Excel
en: Excel File Type

source: Тип ссылок Excel
en: Excel Reference Type

source: Метод именования листа
en: Sheet Naming Method

source: Статистические
en: Statistical

source: По номеру
en: By number

source: Именованный диапазон
en: Named range

source: Тип выбора диапазона
en: Range Selection Type

source: Автоматический
en: Auto

source: Тип смещения
en: Offset Type

source: Без указания смещения
en: No offset specified

source: С начала очереди партиций
en: From the beginning of partition queue

source: С конца очереди партиций
en: From the end of partition queue

source: С текущего смещения
en: From the stored offset

source: Номер смещения
en: Absolute offset

source: Смещение относительно конца
en: Offset relative to end

source: Контрольная сумма
en: Checksum

source: Сжатых данных
en: Compressed data

source: Сжатых и несжатых данных
en: Compressed and uncompressed data

source: Алгоритм сжатия
en: Compression Algorithm

source: Без сжатия
en: None

source: Тип HTTP-сообщения
en: HTTP Message Type

source: Разрядность
en: Bitness

source: Не определена
en: Not defined

source: 32-битная система
en: 32-bit system

source: 64-битная система
en: 64-bit system

source: Версия платформы
en: Platform Version

source: 1С:Предприятие 8.0
en: 1C:Enterprise 8.0

source: 1С:Предприятие 8.1
en: 1C:Enterprise 8.1

source: 1С:Предприятие 8.2
en: 1C:Enterprise 8.2

source: 1С:Предприятие 8.3
en: 1C:Enterprise 8.3

source: Метод сжатия данных
en: Data Compression Method

source: Проверка сертификата сервера
en: Check Server Certificate

source: Отключена
en: Off

source: Только подпись
en: Signature only

source: Полная
en: Full

source: Тип базы данных
en: Database Type

source: Неизвестный
en: Unknown

source: Тип кавычек
en: Identifier Quotes

source: Квадратные скобки []
en: Square brackets []

source: Примитив обмена данными
en: Data Exchange Primitive

source: Двойные кавычки ""
en: Double quotes ""

source: Апострофы ``
en: Apostrophes ``

source: Уровень изолированности транзакций
en: Transaction Isolation Level

source: Механизм аутентификации
en: Authentication Mechanism

source: Сервисная аутентификация
en: Service authentication

source: Пользовательская аутентификация
en: User authentication

source: Клиент
en: Client

source: Автоматически (современные)
en: Automatically (modern)

source: Без клиента
en: Without client

source: Библиотека клиента СУБД
en: DBMS Client Library

source: Однонаправленный
en: One way

source: Алгоритм шифрования
en: Encryption Algorithm

source: Режим журнала транзакций
en: Transaction Journal Mode

source: Удаление файла
en: Delete

source: Очистка содержимого
en: Truncate

source: Обнуление заголовка
en: Persist

source: Хранение в памяти
en: Memory

source: Упреждающая запись
en: Write-ahead log

source: Запрос-ответ
en: Request-response

source: Режим работы LIKE
en: LIKE Mode

source: Без учёта регистра ASCII символов
en: Case-insensitive ASCII characters

source: С учётом регистра
en: Case-sensitive

source: Без учёта регистра
en: Case-insensitive

source: Режим блокировки БД
en: Database Locking Mode

source: Нормальный
en: Normal

source: Монопольный
en: Exclusive

source: Режим синхронизации
en: Sync Mode

source: Требование-ответ
en: Solicit-response

source: Экстра
en: Extra

source: Хранилище TEMP
en: TEMP Store

source: Файловая система
en: File system

source: Оперативная память
en: Memory

source: Уведомление
en: Notification

source: Логические
en: Logical

source: Количество пропусков
en: Null count

source: Режим работы приложения
en: Application Mode

source: Интерактивный
en: Interactive

source: Выполнение
en: Execution

source: Результат обработки запроса на экспорт XML
en: XML export request processing result

source: Принадлежность границы
en: Bound Ownership

source: Нижняя граница включительно
en: Lower bound inclusive

source: Верхняя граница включительно
en: Upper bound inclusive

source: Тип логической операции
en: Logical Operation Type

source: И
en: AND

source: Непригодное
en: Unsupported

source: Исключенное
en: Excluded

source: Используемое
en: Used

source: Показатель
en: Value

source: Транзакция
en: Transaction

source: Измерение в колонках
en: Dimension in columns

source: Измерение в строках
en: Dimension in rows

source: Прогнозируемое
en: Forecast

source: Вес
en: Weight

source: Разбиение
en: Time frames

source: Вид данных
en: Data Kind

source: Неопределенное
en: Undefined

source: Непрерывный
en: Continuous

source: Дискретный
en: Discrete

source: Тип множества данных
en: Dataset Type

source: Тестовое
en: Test

source: Входной источник данных не содержит ни одной записи
en: The input data source contains no records

source: Расширенный тип множества данных
en: Extended Set of Data Type

source: Все вместе
en: All

source: Тип данных
en: Data Type

source: Неопределенный
en: Undefined

source: Логический
en: Logical

source: Вещественный
en: Real

source: Целый
en: Integer

source: Ошибка при инициализации процедуры экспорта: %s
en: Error initializing export procedure: %s

source: Строковый
en: String

source: Переменный
en: Variant

source: Типы периодов дат
en: Time Span Units

source: Источник получения даты
en: Date Source

source: Текущая дата
en: Current date

source: Ошибка при выполнении процедуры экспорта: %s
en: Error executing export procedure: %s

source: Имеющиеся данные
en: From dataset

source: Абсолютная дата
en: Absolute date

source: Часть даты времени
en: Date Time Part

source: Миллисекунда
en: Millisecond

source: Секунда
en: Second

source: Минута
en: Minute

source: Единицы измерения интервалов даты времени
en: Units of Date Time Spans

source: Произвольное значение
en: Arbitrary value

source: Результат обработки запроса XML
en: XML request processing result

source: Век
en: Century

source: Тип создания производных элементов
en: Creation Type of Derived Elements

source: Добавление
en: Supplement

source: Тип исключения
en: Exception Type

source: Замечание
en: Hint

source: Свойства столбца
en: Column Properties

source: Размер данных
en: Data size

source: Данные
en: Data

source: Строковые
en: Text

source: Формат экспорта табличных данных
en: Tabular Data Export Format

source: Выравнивание по горизонтали
en: Horizontal Alignment

source: По левому краю
en: Align left

source: По правому краю
en: Align right

source: По центру
en: Align center

source: Виды периодов
en: Types of Periods

source: Ошибка при выполнении экспорта в XML: %s
en: Error exporting to XML: %s

source: Режим округления
en: Round Towards Zero

source: Округлять до ближайшего чётного числа
en: Round to the nearest even number

source: Округлять до меньшего числа
en: Round down

source: Округлять до большего числа
en: Round up

source: Отбрасывание дробной части
en: Truncation of fractional part

source: Округлять до ближайшего числа
en: Round to the nearest number

source: Нумератор строк
en: Row Numberer

source: Номер строки
en: Row number

source: Ошибка при выполнении запроса к веб-сервису : %s
en: Error executing request to web service: %s

source: Направление сортировки
en: Sort Direction

source: Статистические показатели
en: Statistical Indicators

source: Сервер вернул сообщение об ошибке
en: Server sent error message

source: Кол-во пропущенных значений
en: Null Values Count

source: Уникальные значения
en: Unique values

source: Кол-во уникальных значений
en: Unique values count

source: Кол-во значений
en: Values count

source: Минимум разностей
en: Differences minimum

source: Максимум разностей
en: Differences maximum

source: Среднее разностей
en: Mean Difference

source: Сумма разностей
en: Sum of differences

source: Сумма квадратов разностей
en: Sum of squared differences

source: Стандартное откл. разностей
en: Standard deviation of differences

source: Ошибка HTTP-клиента: %s
en: HTTP client error: %s

source: Кол-во разностей
en: Count of differences

source: Активное
en: Active

source: Ошибка при разборе XML-документа: %s
en: Error parsing XML document: %s

source: Выравнивание по вертикали
en: Vertical Alignment

source: По верхнему краю
en: Align top

source: По нижнему краю
en: Align bottom

source: Состояние процесса
en: Process status

source: Не запущено
en: Not started

source: Выполняется
en: Processing

source: Не отвечает
en: Not responding

source: Ошибка при обработке ответа сервера: %s
en: Error processing server response: %s

source: Завершено
en: Completed

source: Отменено
en: Canceled

source: Отменен родительский процесс
en: Parent process canceled

source: Ошибка в родительском процессе
en: Error in parent process

source: Тип события
en: Event Type

source: Первое в списке
en: First listed

source: Последнее в списке
en: Last listed

source: Более редкое
en: Rarer

source: Более частое
en: More frequent

source: Неподдерживаемый тип запроса
en: Unsupported request type

source: Задано явно
en: Explicitly set
